Repository: zilokki-bot/openclaw
Catalog: apps/macos/Sources/OpenClaw/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, hi, id, it, ja_jp, ko, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_cn, zh_tw

source: Check Settings → Connection or use Debug → Reset Remote Tunnel, then try again.
ar: تحقق من الإعدادات ← الاتصال أو استخدم تصحيح الأخطاء ← إعادة تعيين النفق البعيد، ثم حاول مرة أخرى.
de: Prüfen Sie Einstellungen → Verbindung oder verwenden Sie Debug → Remote-Tunnel zurücksetzen und versuchen Sie es erneut.
es: Comprueba Configuración → Conexión o usa Depurar → Restablecer túnel remoto, luego inténtalo de nuevo.
fa: Settings → Connection را بررسی کنید یا از Debug → Reset Remote Tunnel استفاده کنید، سپس دوباره تلاش کنید.
fr: Vérifiez Réglages → Connexion ou utilisez Débogage → Réinitialiser le tunnel distant, puis réessayez.
hi: Settings → Connection जांचें या Debug → Reset Remote Tunnel का उपयोग करें, फिर पुनः प्रयास करें।
id: Periksa Settings → Connection atau gunakan Debug → Reset Remote Tunnel, lalu coba lagi.
it: Controlla Impostazioni → Connessione o usa Debug → Reimposta tunnel remoto, quindi riprova.
ja_jp: 設定 → 接続を確認するか、デバッグ → リモートトンネルをリセットしてから、もう一度お試しください。
ko: 설정 → 연결을 확인하거나 디버그 → 원격 터널 재설정을 사용한 후 다시 시도하세요.
nl: Controleer Instellingen → Verbinding of gebruik Debug → Reset Remote Tunnel en probeer het opnieuw.
pl: Sprawdź Ustawienia → Połączenie lub użyj Debug → Reset Remote Tunnel, a następnie spróbuj ponownie.
pt_br: Verifique Configurações → Conexão ou use Depuração → Redefinir Túnel Remoto e tente novamente.
ru: Проверьте Настройки → Подключение или используйте Отладка → Сбросить удалённый туннель, затем повторите попытку.
sv: Kontrollera Inställningar → Anslutning eller använd Felsökning → Återställ fjärrtunnel och försök sedan igen.
th: ตรวจสอบที่ Settings → Connection หรือใช้ Debug → Reset Remote Tunnel แล้วลองอีกครั้ง
tr: Ayarlar → Bağlantı'yı kontrol edin veya Debug → Reset Remote Tunnel kullanın, ardından tekrar deneyin.
uk: Перевірте Налаштування → Підключення або скористайтеся Налагодження → Скинути віддалений тунель, а потім повторіть спробу.
vi: Kiểm tra Cài đặt → Kết nối hoặc dùng Debug → Reset Remote Tunnel, rồi thử lại.
zh_cn: 请检查“设置 → 连接”或使用“调试 → 重置远程隧道”，然后重试。
zh_tw: 請檢查「設定」→「連線」，或使用「除錯」→「重設遠端通道」，然後再試一次。

source: Check again
ar: تحقق مرة أخرى
de: Erneut prüfen
es: Comprobar de nuevo
fa: بررسی دوباره
fr: Vérifier à nouveau
hi: फिर से जाँचें
id: Periksa lagi
it: Controlla di nuovo
ja_jp: 再確認
ko: 다시 확인
nl: Opnieuw controleren
pl: Sprawdź ponownie
pt_br: Verificar novamente
ru: Проверить снова
sv: Kontrollera igen
th: ตรวจสอบอีกครั้ง
tr: Tekrar kontrol et
uk: Перевірити ще раз
vi: Kiểm tra lại
zh_cn: 再次检查
zh_tw: 再次檢查

source: Check connection
ar: التحقق من الاتصال
de: Verbindung prüfen
es: Comprobar conexión
fa: بررسی اتصال
fr: Vérifier la connexion
hi: कनेक्शन जाँचें
id: Periksa koneksi
it: Controlla connessione
ja_jp: 接続を確認
ko: 연결 확인
nl: Verbinding controleren
pl: Sprawdź połączenie
pt_br: Verificar conexão
ru: Проверить подключение
sv: Kontrollera anslutning
th: ตรวจสอบการเชื่อมต่อ
tr: Bağlantıyı denetle
uk: Перевірити підключення
vi: Kiểm tra kết nối
zh_cn: 检查连接
zh_tw: 檢查連線

source: Check for Updates…
ar: التحقق من وجود تحديثات…
de: Nach Updates suchen…
es: Buscar actualizaciones…
fa: بررسی به‌روزرسانی‌ها…
fr: Rechercher des mises à jour…
hi: अपडेट जांचें…
id: Periksa Pembaruan…
it: Controlla aggiornamenti…
ja_jp: アップデートを確認…
ko: 업데이트 확인…
nl: Controleren op updates…
pl: Sprawdź aktualizacje…
pt_br: Verificar atualizações…
ru: Проверить обновления…
sv: Sök efter uppdateringar…
th: ตรวจหาการอัปเดต…
tr: Güncellemeleri Denetle…
uk: Перевірити наявність оновлень…
vi: Kiểm tra bản cập nhật…
zh_cn: 检查更新…
zh_tw: 檢查更新…

source: Check for updates automatically
ar: التحقق من وجود تحديثات تلقائيًا
de: Automatisch nach Updates suchen
es: Buscar actualizaciones automáticamente
fa: بررسی خودکار به‌روزرسانی‌ها
fr: Rechercher automatiquement les mises à jour
hi: अपडेट अपने-आप जांचें
id: Periksa pembaruan secara otomatis
it: Controlla automaticamente la disponibilità di aggiornamenti
ja_jp: アップデートを自動的に確認
ko: 업데이트 자동 확인
nl: Automatisch controleren op updates
pl: Automatycznie sprawdzaj dostępność aktualizacji
pt_br: Verificar atualizações automaticamente
ru: Проверять наличие обновлений автоматически
sv: Sök efter uppdateringar automatiskt
th: ตรวจหาการอัปเดตโดยอัตโนมัติ
tr: Güncellemeleri otomatik olarak denetle
uk: Автоматично перевіряти наявність оновлень
vi: Tự động kiểm tra bản cập nhật
zh_cn: 自动检查更新
zh_tw: 自動檢查更新

source: Check gateway ports
ar: التحقق من منافذ Gateway
de: Gateway-Ports prüfen
es: Comprobar puertos del Gateway
fa: بررسی پورت‌های gateway
fr: Vérifier les ports Gateway
hi: gateway पोर्ट जाँचें
id: Periksa port gateway
it: Controlla porte gateway
ja_jp: Gateway ポートを確認
ko: Gateway 포트 확인
nl: Gateway-poorten controleren
pl: Sprawdź porty Gateway
pt_br: Verificar portas do gateway
ru: Проверить порты Gateway
sv: Kontrollera Gateway-portar
th: ตรวจสอบพอร์ต Gateway
tr: Gateway bağlantı noktalarını denetle
uk: Перевірити порти Gateway
vi: Kiểm tra các cổng Gateway
zh_cn: 检查 Gateway 端口
zh_tw: 檢查 Gateway 連接埠

source: Checking CLI logins, saved API keys, and local model servers on the Gateway.
ar: جارٍ التحقق من عمليات تسجيل الدخول عبر CLI ومفاتيح API المحفوظة وخوادم النماذج المحلية على Gateway.
de: CLI-Anmeldungen, gespeicherte API-Schlüssel und lokale Modellserver auf dem Gateway werden überprüft.
es: Comprobando los inicios de sesión de la CLI, las claves de API guardadas y los servidores de modelos locales en el Gateway.
fa: در حال بررسی ورودهای CLI، کلیدهای API ذخیره‌شده و سرورهای مدل محلی در Gateway.
fr: Vérification des connexions CLI, des clés API enregistrées et des serveurs de modèles locaux sur le Gateway.
hi: Gateway पर CLI लॉगिन, सहेजी गई API कुंजियों और स्थानीय मॉडल सर्वरों की जाँच की जा रही है।
id: Memeriksa login CLI, kunci API tersimpan, dan server model lokal di Gateway.
it: Verifica degli accessi CLI, delle chiavi API salvate e dei server di modelli locali sul Gateway.
ja_jp: Gateway 上の CLI ログイン、保存済み API キー、ローカルモデルサーバーを確認しています。
ko: Gateway의 CLI 로그인, 저장된 API 키 및 로컬 모델 서버를 확인하는 중입니다.
nl: CLI-aanmeldingen, opgeslagen API-sleutels en lokale modelservers op de Gateway controleren.
pl: Sprawdzanie logowań CLI, zapisanych kluczy API i lokalnych serwerów modeli na Gateway.
pt_br: Verificando logins da CLI, chaves de API salvas e servidores de modelos locais no Gateway.
ru: Проверяются входы через CLI, сохранённые ключи API и локальные серверы моделей на Gateway.
sv: Kontrollerar CLI-inloggningar, sparade API-nycklar och lokala modellservrar på Gateway.
th: กำลังตรวจสอบการเข้าสู่ระบบ CLI, คีย์ API ที่บันทึกไว้ และเซิร์ฟเวอร์โมเดลภายในเครื่องบน Gateway
tr: Gateway üzerindeki CLI oturumları, kayıtlı API anahtarları ve yerel model sunucuları kontrol ediliyor.
uk: Перевіряються входи через CLI, збережені ключі API та локальні сервери моделей на Gateway.
vi: Đang kiểm tra thông tin đăng nhập CLI, khóa API đã lưu và máy chủ mô hình cục bộ trên Gateway.
zh_cn: 正在检查网关上的 CLI 登录、已保存的 API 密钥和本地模型服务器。
zh_tw: 正在檢查 Gateway 上的 CLI 登入、已儲存的 API 金鑰和本機模型伺服器。

source: Checking remote gateway…
ar: جارٍ التحقق من Gateway البعيد…
de: Remote-Gateway wird geprüft…
es: Comprobando Gateway remoto…
fa: در حال بررسی Gateway راه دور…
fr: Vérification de la Gateway distante…
hi: रिमोट Gateway की जाँच हो रही है…
id: Memeriksa gateway jarak jauh…
it: Verifica del gateway remoto…
ja_jp: リモート Gateway を確認中…
ko: 원격 Gateway 확인 중…
nl: Externe gateway controleren…
pl: Sprawdzanie zdalnego Gateway…
pt_br: Verificando gateway remoto…
ru: Проверка удаленного Gateway…
sv: Kontrollerar fjärr-Gateway…
th: กำลังตรวจสอบ Gateway ระยะไกล…
tr: Uzak Gateway kontrol ediliyor…
uk: Перевірка віддаленого Gateway…
vi: Đang kiểm tra gateway từ xa…
zh_cn: 正在检查远程 Gateway…
zh_tw: 正在檢查遠端 Gateway…

source: Checking the Mac app and Gateway…
ar: جارٍ التحقق من تطبيق Mac وGateway…
de: Mac-App und Gateway werden überprüft…
es: Comprobando la app para Mac y Gateway…
fa: در حال بررسی برنامه Mac و Gateway…
fr: Vérification de l’app Mac et du Gateway…
hi: Mac ऐप और Gateway की जाँच की जा रही है…
id: Memeriksa aplikasi Mac dan Gateway…
it: Verifica dell'app per Mac e del Gateway…
ja_jp: MacアプリとGatewayを確認しています…
ko: Mac 앱과 Gateway 확인 중…
nl: De Mac-app en Gateway controleren…
pl: Sprawdzanie aplikacji na Maca i Gateway…
pt_br: Verificando o aplicativo para Mac e o Gateway…
ru: Проверка приложения для Mac и Gateway…
sv: Kontrollerar Mac-appen och Gateway…
th: กำลังตรวจสอบแอป Mac และ Gateway…
tr: Mac uygulaması ve Gateway kontrol ediliyor…
uk: Перевірка застосунку для Mac і Gateway…
vi: Đang kiểm tra ứng dụng Mac và Gateway…
zh_cn: 正在检查 Mac App 和 Gateway…
zh_tw: 正在檢查 Mac App 和 Gateway…

source: Checking…
ar: جارٍ التحقق…
de: Wird geprüft…
es: Comprobando…
fa: در حال بررسی…
fr: Vérification…
hi: जाँच हो रही है…
id: Memeriksa…
it: Controllo in corso…
ja_jp: 確認中…
ko: 확인 중…
nl: Controleren…
pl: Sprawdzanie…
pt_br: Verificando…
ru: Проверка…
sv: Kontrollerar…
th: กำลังตรวจสอบ…
tr: Kontrol ediliyor…
uk: Перевірка…
vi: Đang kiểm tra…
zh_cn: 正在检查…
zh_tw: 檢查中…

source: Choose Media File
ar: اختيار ملف وسائط
de: Mediendatei auswählen
es: Elegir archivo multimedia
fa: انتخاب فایل رسانه
fr: Choisir un fichier multimédia
hi: मीडिया फ़ाइल चुनें
id: Pilih Berkas Media
it: Scegli file multimediale
ja_jp: メディアファイルを選択
ko: 미디어 파일 선택
nl: Kies mediabestand
pl: Wybierz plik multimedialny
pt_br: Escolher arquivo de mídia
ru: Выбрать медиафайл
sv: Välj mediafil
th: เลือกไฟล์สื่อ
tr: Medya Dosyası Seç
uk: Вибрати медіафайл
vi: Chọn tệp phương tiện
zh_cn: 选择媒体文件
zh_tw: 選擇媒體檔案

source: Choose a different AI…
ar: اختر ذكاءً اصطناعيًا مختلفًا…
de: Andere KI auswählen…
es: Elegir una IA diferente…
fa: انتخاب یک هوش مصنوعی دیگر…
fr: Choisir une autre IA…
hi: कोई दूसरा AI चुनें…
id: Pilih AI lain…
it: Scegli un'altra IA…
ja_jp: 別のAIを選択…
ko: 다른 AI 선택…
nl: Kies een andere AI…
pl: Wybierz inną AI…
pt_br: Escolher uma IA diferente…
ru: Выбрать другой ИИ…
sv: Välj en annan AI…
th: เลือก AI อื่น…
tr: Farklı bir yapay zeka seç…
uk: Виберіть інший ШІ…
vi: Chọn AI khác…
zh_cn: 选择其他 AI…
zh_tw: 選擇其他 AI…

source: Choose another app before pasting.
ar: اختر تطبيقًا آخر قبل اللصق.
de: Wähle vor dem Einfügen eine andere App aus.
es: Elige otra app antes de pegar.
fa: پیش از جای‌گذاری، برنامه دیگری را انتخاب کنید.
fr: Choisissez une autre app avant de coller.
hi: पेस्ट करने से पहले कोई दूसरा ऐप चुनें।
id: Pilih aplikasi lain sebelum menempelkan.
it: Scegli un'altra app prima di incollare.
ja_jp: 貼り付ける前に別のアプリを選択してください。
ko: 붙여넣기 전에 다른 앱을 선택하세요.
nl: Kies een andere app voordat je plakt.
pl: Przed wklejeniem wybierz inną aplikację.
pt_br: Escolha outro app antes de colar.
ru: Перед вставкой выберите другое приложение.
sv: Välj en annan app innan du klistrar in.
th: เลือกแอปอื่นก่อนวาง
tr: Yapıştırmadan önce başka bir uygulama seçin.
uk: Перед вставленням виберіть іншу програму.
vi: Chọn một ứng dụng khác trước khi dán.
zh_cn: 请先选择其他应用再粘贴。
zh_tw: 請先選擇其他 App，再進行貼上。

source: Choose file…
ar: اختر ملفًا…
de: Datei auswählen…
es: Elegir archivo…
fa: انتخاب فایل…
fr: Choisir un fichier…
hi: फ़ाइल चुनें…
id: Pilih file…
it: Scegli file…
ja_jp: ファイルを選択…
ko: 파일 선택…
nl: Kies bestand…
pl: Wybierz plik…
pt_br: Escolher arquivo…
ru: Выбрать файл…
sv: Välj fil…
th: เลือกไฟล์…
tr: Dosya seç…
uk: Вибрати файл…
vi: Chọn tệp…
zh_cn: 选择文件…
zh_tw: 選擇檔案…

source: Choose local or remote before the app can attach to a Gateway.
ar: اختر محليًا أو بعيدًا قبل أن يتمكن التطبيق من الاتصال بـ Gateway.
de: Wählen Sie lokal oder remote aus, bevor die App eine Verbindung zu einer Gateway herstellen kann.
es: Elige local o remoto antes de que la app pueda conectarse a un Gateway.
fa: پیش از آنکه برنامه بتواند به Gateway متصل شود، گزینه محلی یا راه‌دور را انتخاب کنید.
fr: Choisissez local ou distant avant que l’app puisse se connecter à un Gateway.
hi: ऐप के Gateway से जुड़ने से पहले लोकल या रिमोट चुनें।
id: Pilih lokal atau jarak jauh sebelum app dapat terhubung ke Gateway.
it: Scegli locale o remoto prima che l'app possa collegarsi a un Gateway.
ja_jp: アプリを Gateway に接続するには、先にローカルまたはリモートを選択してください。
ko: 앱이 Gateway에 연결하려면 먼저 로컬 또는 원격을 선택하세요.
nl: Kies lokaal of extern voordat de app verbinding kan maken met een Gateway.
pl: Wybierz tryb lokalny lub zdalny, zanim aplikacja będzie mogła połączyć się z Gateway.
pt_br: Escolha local ou remoto antes que o app possa se conectar a um Gateway.
ru: Выберите локальный или удаленный вариант, прежде чем приложение сможет подключиться к Gateway.
sv: Välj lokalt eller fjärr innan appen kan ansluta till en Gateway.
th: เลือกในเครื่องหรือระยะไกลก่อนที่แอปจะเชื่อมต่อกับ Gateway ได้
tr: Uygulama bir Gateway’e bağlanabilmeden önce yerel veya uzak seçeneğini seçin.
uk: Виберіть локальний або віддалений режим, перш ніж програма зможе підключитися до Gateway.
vi: Chọn cục bộ hoặc từ xa trước khi ứng dụng có thể gắn vào Gateway.
zh_cn: 应用需要先选择本地或远程，才能连接到 Gateway。
zh_tw: app 必須先選擇本機或遠端，才能連接至 Gateway。

source: Choose model and reasoning
ar: اختر النموذج والاستدلال
de: Modell und Schlussfolgerung auswählen
es: Elegir modelo y razonamiento
fa: انتخاب مدل و استدلال
fr: Choisir le modèle et le raisonnement
hi: मॉडल और तर्क चुनें
id: Pilih model dan penalaran
it: Scegli modello e ragionamento
ja_jp: モデルと推論を選択
ko: 모델 및 추론 선택
nl: Kies model en redeneermethode
pl: Wybierz model i tryb rozumowania
pt_br: Escolher modelo e raciocínio
ru: Выбрать модель и режим рассуждений
sv: Välj modell och resonemang
th: เลือกโมเดลและการใช้เหตุผล
tr: Model ve akıl yürütme seçin
uk: Виберіть модель і режим міркування
vi: Chọn mô hình và chế độ suy luận
zh_cn: 选择模型和推理模式
zh_tw: 選擇模型與推理模式

source: Choose where the Gateway runs and how this Mac app reaches it.
ar: اختر أين يعمل Gateway وكيف يصل إليه تطبيق Mac هذا.
de: Wählen Sie aus, wo die Gateway ausgeführt wird und wie diese Mac-App sie erreicht.
es: Elige dónde se ejecuta el Gateway y cómo esta app para Mac se conecta a él.
fa: انتخاب کنید Gateway کجا اجرا شود و این برنامه Mac چگونه به آن دسترسی پیدا کند.
fr: Choisissez où s’exécute le Gateway et comment cette app Mac y accède.
hi: चुनें कि Gateway कहाँ चलता है और यह Mac ऐप उस तक कैसे पहुँचता है।
id: Pilih tempat Gateway berjalan dan cara app Mac ini menjangkaunya.
it: Scegli dove viene eseguito il Gateway e in che modo questa app per Mac lo raggiunge.
ja_jp: Gateway を実行する場所と、この Mac アプリからの接続方法を選択します。
ko: Gateway가 실행되는 위치와 이 Mac 앱이 Gateway에 연결하는 방법을 선택하세요.
nl: Kies waar de Gateway draait en hoe deze Mac-app deze bereikt.
pl: Wybierz, gdzie działa Gateway i jak ta aplikacja na Maca ma się z nim łączyć.
pt_br: Escolha onde o Gateway é executado e como este app para Mac o acessa.
ru: Выберите, где работает Gateway и как это приложение для Mac подключается к нему.
sv: Välj var Gateway körs och hur den här Mac-appen når den.
th: เลือกตำแหน่งที่ Gateway ทำงานและวิธีที่แอป Mac นี้เข้าถึง
tr: Gateway’in nerede çalışacağını ve bu Mac uygulamasının ona nasıl ulaşacağını seçin.
uk: Виберіть, де працює Gateway і як ця програма для Mac підключається до нього.
vi: Chọn nơi Gateway chạy và cách ứng dụng Mac này truy cập Gateway.
zh_cn: 选择 Gateway 的运行位置以及此 Mac App 如何连接到它。
zh_tw: 選擇 Gateway 的執行位置，以及此 Mac app 如何連線至它。

source: Clawing
ar: يخمش
de: Krallen
es: Arañando
fa: چنگ‌زدن
fr: Coup de pince
hi: पंजे मारना
id: Mencapit
it: Artigliando
ja_jp: ハサミを振るい中
ko: 집게발질하는 중
nl: Klauwen
pl: Chwytanie szczypcami
pt_br: Usando as garras
ru: Работаем клешнями
sv: Klöser
th: กำลังใช้ก้าม
tr: Pençeliyor
uk: Клешнювання
vi: Đang dùng càng
zh_cn: 挥螯中
zh_tw: 揮螯中

source: Clear
ar: مسح
de: Löschen
es: Borrar
fa: پاک کردن
fr: Effacer
hi: साफ़ करें
id: Bersihkan
it: Cancella
ja_jp: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
uk: Очистити
vi: Xóa
zh_cn: 清除
zh_tw: 清除

source: Clear History
ar: مسح السجل
de: Verlauf löschen
es: Borrar historial
fa: پاک کردن تاریخچه
fr: Effacer l'historique
hi: इतिहास साफ़ करें
id: Hapus Riwayat
it: Cancella cronologia
ja_jp: 履歴を消去
ko: 기록 지우기
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_br: Limpar histórico
ru: Очистить историю
sv: Rensa historik
th: ล้างประวัติ
tr: Geçmişi Temizle
uk: Очистити історію
vi: Xóa Lịch sử
zh_cn: 清除历史记录
zh_tw: 清除歷史記錄

source: Clear History…
ar: مسح السجل…
de: Verlauf löschen…
es: Borrar historial…
fa: پاک کردن تاریخچه…
fr: Effacer l'historique…
hi: इतिहास साफ़ करें…
id: Hapus Riwayat…
it: Cancella cronologia…
ja_jp: 履歴を消去…
ko: 기록 지우기…
nl: Geschiedenis wissen…
pl: Wyczyść historię…
pt_br: Limpar histórico…
ru: Очистить историю…
sv: Rensa historik…
th: ล้างประวัติ…
tr: Geçmişi Temizle…
uk: Очистити історію…
vi: Xóa Lịch sử…
zh_cn: 清除历史记录…
zh_tw: 清除歷史記錄…

source: Clear log
ar: مسح السجل
de: Protokoll löschen
es: Borrar registro
fa: پاک کردن گزارش
fr: Effacer le journal
hi: लॉग साफ़ करें
id: Hapus log
it: Cancella log
ja_jp: ログを消去
ko: 로그 지우기
nl: Log wissen
pl: Wyczyść dziennik
pt_br: Limpar log
ru: Очистить журнал
sv: Rensa logg
th: ล้างบันทึก
tr: Günlüğü temizle
uk: Очистити журнал
vi: Xóa nhật ký
zh_cn: 清除日志
zh_tw: 清除記錄

source: Clear this thread's history?
ar: مسح سجل هذه المحادثة؟
de: Verlauf dieses Threads löschen?
es: ¿Borrar el historial de este hilo?
fa: تاریخچه این رشته پاک شود؟
fr: Effacer l’historique de ce fil de discussion ?
hi: इस थ्रेड का इतिहास साफ़ करें?
id: Hapus riwayat utas ini?
it: Cancellare la cronologia di questa conversazione?
ja_jp: このスレッドの履歴を消去しますか？
ko: 이 스레드의 기록을 지우시겠습니까?
nl: De geschiedenis van dit gesprek wissen?
pl: Wyczyścić historię tego wątku?
pt_br: Limpar o histórico desta conversa?
ru: Очистить историю этой ветки?
sv: Rensa den här trådens historik?
th: ล้างประวัติของเธรดนี้หรือไม่?
tr: Bu iş parçacığının geçmişi temizlensin mi?
uk: Очистити історію цієї гілки?
vi: Xóa lịch sử của luồng này?
zh_cn: 清除此对话的历史记录？
zh_tw: 要清除此對話串的記錄嗎？

source: Click a discovered gateway to fill the SSH target.
ar: انقر على gateway مكتشف لملء هدف SSH.
de: Klicken Sie auf ein gefundenes Gateway, um das SSH-Ziel auszufüllen.
es: Haz clic en un gateway descubierto para completar el destino SSH.
fa: برای پر کردن هدف SSH، روی یک gateway کشف‌شده کلیک کنید.
fr: Cliquez sur un Gateway détecté pour renseigner la cible SSH.
hi: SSH target भरने के लिए किसी खोजे गए gateway पर क्लिक करें।
id: Klik gateway yang ditemukan untuk mengisi target SSH.
it: Fai clic su un gateway rilevato per compilare la destinazione SSH.
ja_jp: 検出された Gateway をクリックして SSH ターゲットを入力します。
ko: 검색된 Gateway를 클릭하여 SSH 대상을 채우세요.
nl: Klik op een gevonden gateway om het SSH-doel in te vullen.
pl: Kliknij wykryty Gateway, aby wypełnić cel SSH.
pt_br: Clique em um gateway descoberto para preencher o destino SSH.
ru: Нажмите на обнаруженный шлюз, чтобы заполнить цель SSH.
sv: Klicka på en upptäckt gateway för att fylla i SSH-målet.
th: คลิก Gateway ที่ค้นพบเพื่อกรอกเป้าหมาย SSH
tr: SSH hedefini doldurmak için bulunan bir gateway'e tıklayın.
uk: Натисніть знайдений шлюз, щоб заповнити SSH target.
vi: Nhấp vào một gateway đã phát hiện để điền đích SSH.
zh_cn: 点击发现的 Gateway 以填充 SSH 目标。
zh_tw: 點選已探索到的 Gateway 以填入 SSH 目標。

source: Click a discovered gateway to fill the gateway URL.
ar: انقر على gateway مكتشف لملء عنوان URL الخاص بالـ gateway.
de: Klicken Sie auf ein gefundenes Gateway, um die Gateway-URL auszufüllen.
es: Haz clic en un gateway descubierto para completar la URL del gateway.
fa: برای پر کردن URL gateway، روی یک gateway کشف‌شده کلیک کنید.
fr: Cliquez sur un Gateway détecté pour renseigner l’URL du Gateway.
hi: gateway URL भरने के लिए किसी खोजे गए gateway पर क्लिक करें।
id: Klik gateway yang ditemukan untuk mengisi URL gateway.
it: Fai clic su un gateway rilevato per compilare l'URL del gateway.
ja_jp: 検出された Gateway をクリックして Gateway URL を入力します。
ko: 검색된 Gateway를 클릭하여 Gateway URL을 채우세요.
nl: Klik op een gevonden gateway om de gateway-URL in te vullen.
pl: Kliknij wykryty Gateway, aby wypełnić adres URL Gateway.
pt_br: Clique em um gateway descoberto para preencher a URL do gateway.
ru: Нажмите на обнаруженный шлюз, чтобы заполнить URL шлюза.
sv: Klicka på en upptäckt gateway för att fylla i gateway-URL:en.
th: คลิก Gateway ที่ค้นพบเพื่อกรอก URL ของ Gateway
tr: Gateway URL'sini doldurmak için bulunan bir gateway'e tıklayın.
uk: Натисніть знайдений шлюз, щоб заповнити URL-адресу шлюзу.
vi: Nhấp vào một gateway đã phát hiện để điền URL gateway.
zh_cn: 点击发现的 Gateway 以填充 Gateway URL。
zh_tw: 點選已探索到的 Gateway 以填入 Gateway URL。

source: Click the OpenClaw menu bar icon for the compact chat panel and status.
ar: انقر على أيقونة OpenClaw في شريط القوائم لعرض لوحة الدردشة المصغّرة والحالة.
de: Klicke auf das OpenClaw-Symbol in der Menüleiste, um das kompakte Chatfenster und den Status anzuzeigen.
es: Haz clic en el icono de OpenClaw de la barra de menús para acceder al panel de chat compacto y al estado.
fa: برای مشاهده پنل فشرده گفت‌وگو و وضعیت، روی نماد OpenClaw در نوار منو کلیک کنید.
fr: Cliquez sur l’icône OpenClaw dans la barre des menus pour afficher le panneau de discussion compact et l’état.
hi: कॉम्पैक्ट चैट पैनल और स्थिति के लिए OpenClaw मेनू बार आइकन पर क्लिक करें।
id: Klik ikon bilah menu OpenClaw untuk membuka panel obrolan ringkas dan melihat status.
it: Fai clic sull'icona OpenClaw nella barra dei menu per visualizzare il pannello chat compatto e lo stato.
ja_jp: コンパクトなチャットパネルとステータスを表示するには、メニューバーのOpenClawアイコンをクリックします。
ko: 간결한 채팅 패널과 상태를 보려면 OpenClaw 메뉴 막대 아이콘을 클릭하세요.
nl: Klik op het OpenClaw-menubalkpictogram voor het compacte chatpaneel en de status.
pl: Kliknij ikonę OpenClaw na pasku menu, aby wyświetlić kompaktowy panel czatu i stan.
pt_br: Clique no ícone do OpenClaw na barra de menus para acessar o painel de chat compacto e o status.
ru: Нажмите значок OpenClaw в строке меню, чтобы открыть компактную панель чата и просмотреть статус.
sv: Klicka på OpenClaw-ikonen i menyraden för att visa den kompakta chattpanelen och statusen.
th: คลิกไอคอน OpenClaw บนแถบเมนูเพื่อเปิดแผงแชตขนาดกะทัดรัดและดูสถานะ
tr: Kompakt sohbet paneli ve durum bilgisi için OpenClaw menü çubuğu simgesine tıklayın.
uk: Натисніть піктограму OpenClaw у рядку меню, щоб відкрити компактну панель чату та переглянути стан.
vi: Nhấp vào biểu tượng OpenClaw trên thanh menu để mở bảng trò chuyện thu gọn và xem trạng thái.
zh_cn: 点按 OpenClaw 菜单栏图标，打开紧凑型聊天面板并查看状态。
zh_tw: 按一下 OpenClaw 選單列圖示，即可查看精簡聊天面板和狀態。

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fa: بستن
fr: Fermer
hi: बंद करें
id: Tutup
it: Chiudi
ja_jp: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
th: ปิด
tr: Kapat
uk: Закрити
vi: Đóng
zh_cn: 关闭
zh_tw: 關閉

source: Close Canvas
ar: إغلاق اللوحة
de: Canvas schließen
es: Cerrar Canvas
fa: بستن Canvas
fr: Fermer Canvas
hi: Canvas बंद करें
id: Tutup Canvas
it: Chiudi Canvas
ja_jp: Canvas を閉じる
ko: Canvas 닫기
nl: Canvas sluiten
pl: Zamknij Canvas
pt_br: Fechar Canvas
ru: Закрыть Canvas
sv: Stäng Canvas
th: ปิด Canvas
tr: Canvas'ı Kapat
uk: Закрити Canvas
vi: Đóng Canvas
zh_cn: 关闭画布
zh_tw: 關閉 Canvas

source: Close image preview
ar: إغلاق معاينة الصورة
de: Bildvorschau schließen
es: Cerrar la vista previa de la imagen
fa: بستن پیش‌نمایش تصویر
fr: Fermer l’aperçu de l’image
hi: इमेज का पूर्वावलोकन बंद करें
id: Tutup pratinjau gambar
it: Chiudi l’anteprima dell’immagine
ja_jp: 画像プレビューを閉じる
ko: 이미지 미리보기 닫기
nl: Afbeeldingsvoorbeeld sluiten
pl: Zamknij podgląd obrazu
pt_br: Fechar pré-visualização da imagem
ru: Закрыть предпросмотр изображения
sv: Stäng bildförhandsvisning
th: ปิดตัวอย่างรูปภาพ
tr: Görsel önizlemesini kapat
uk: Закрити попередній перегляд зображення
vi: Đóng bản xem trước hình ảnh
zh_cn: 关闭图片预览
zh_tw: 關閉圖片預覽

source: Collapse plan
ar: طي الخطة
de: Plan einklappen
es: Contraer el plan
fa: جمع‌کردن برنامه
fr: Réduire le plan
hi: योजना संक्षिप्त करें
id: Ciutkan rencana
it: Comprimi il piano
ja_jp: 計画を折りたたむ
ko: 계획 접기
nl: Plan inklappen
pl: Zwiń plan
pt_br: Recolher plano
ru: Свернуть план
sv: Dölj plan
th: ยุบแผน
tr: Planı daralt
uk: Згорнути план
vi: Thu gọn kế hoạch
zh_cn: 收起计划
zh_tw: 收合計畫
